<?php

/*
Theme Name: PopularFX
Author: PopularFX
Author URI: https://popularfx.com/
Description: PopularFX eCommerce theme
Version: 1.0
Text Domain: PopularFX-et

Template Name: PopularFX-feeder-rods

*/

get_header();  
    
    generate_filters_block('feeder-rods');
    
    /*$url = "https://fishing-rods.local/wp-json/wc/v3/29";
    $output = file_get_contents($url, true);
    $decoded = json_decode($output, false);

    echo count($decoded);*/
    
    // generate_products_for_category_full('feeder-rods');    
    ?>
    <!-- div>
    Фидерная ловля – изобретение английских рыболовов, которое в последние десятилетия стало популярным 
    у нас. Это один из видов донной ловли, особенностью которого является активное прикармливание точки 
    лова с помощью специальной оснастки: сетчатой кормушки-груза с отводом и поводком с крючком. 
    Прикормка медленно вымывается из кормушки, привлекая стаи рыб, а наживка на крючке помогает подсечь 
    объект ловли. Сигнализатором поклевки, в данном случае, является гибкая вершинка бланка – квивертип,
    который имеет разный тест в унциях (Oz) или граммах. Объектом ловли на фидер выступает 
    пресноводная рыба: карп, а также карась, лещ, плотва, синец и другие мирные обитатели наших 
    водоемов. Купить недорого фидер в Украине можно в любом интернет-магазине, а если вы обратитесь к 
    нам – предоставим не только консультацию по данному виду ловли, но подберем оптимальный комплект 
    под ваши условия и бюджет.
    <p><h2>Как выбрать фидер</h2>
    <p> Фидерный комплект формируется из удилища длиной от трех до четырех и более метров, достаточно 
    мощной катушки и плетеного шнура. Для ловли трофейных экземпляров, а также для ловли на пикер 
    (ультра-легкий фидер), обычно используют монофильную леску, которая имеет свойство динамичного 
    растяжения (для амортизации резких рывков рыбы).

    <p> Конечно, каждому рыболову хочется подобрать дешевый рабочий комплект, но здесь цена удилища 
    играет важную роль. Бюджетные фидерные удилища хороши только для начинающих рыболовов, которые 
    хотят научиться ловить этим уникальным методом. Для эффективной и частой ловли в разнообразных 
    условиях (река, озеро, водохранилище) лучше приобрести более качественный фидер, который без 
    проблем будет эксплуатироваться долгие годы.

    <p><strong> Длина бланка.</strong> Чем длиннее удилище – тем дальше и точнее заброс. Удилища длиной 4,2-4,3 метра 
    позволяют закидывать тяжелые кормушки с прикормкой на расстояние около ста метров от берега. 
    Точность заброса имеет большое значение, ведь надо организовать стол из прикормки для рыбы, который 
    по площади должен быть не более одного квадратного метра. Для ловли на малом расстоянии от берега 
    будет удобнее пикер или удилище длиной 3,3-3,5 метра.
    <p><strong>Тест удилища.</strong> Каждое удилище рассчитано на конкретную максимальную нагрузку – вес 
    груза-кормушки обычно варьируется от 30 до 200 грамм. Благодаря этому удилища делятся на классы:
    Ultra-Light Feeder (30-40 грамм)
    Light Feeder (50-100 грамм)
    Medium Feeder (100-120 грамм)
    Heavy Feeder (120-150 грамм)
    Extra Heavy Feeder (150-200 грамм)
    <p><strong> Строй.</strong> Фидерные удилища имеют разный строй для использования в разных условиях.
    Fast (Быстрый строй)
    Slow (Медленный строй)
    Progressive (Сложный строй)
    <p>Для ловли в стоячей воде (озеро, став или пруд) хорошо подойдет удилище медленного строя. Удилище 
    медленного строя используют также при ловле трофеев: оно прекрасно гасит рывки мощной рыбы. Если вы чаще
    ловите на реках и водохранилищах, где присутствует быстрое течение, – комфортнее ловить удилищем с 
    быстрым строем. Сложный строй отличается тем, что удилище постепенно включается в работу: по мере 
    возникновения нагрузки, от вершинки до комля.
    Пропускные кольца. Фидерное удилище оснащено большим количеством пропускных колец на бланке, что делает 
    снасть чувствительнее и помогает осуществлять точные забросы оснастки. Кольца, вставки которых сделаны 
    из карбида кремния (SIC), являются лучшим решением, поскольку позволяют комфортно, и без риска 
    повреждения, работать с тонкими плетеными шнурами.
    <h2>Преимущества фидерных удочек</h2>
    Главное преимущество фидерной ловли – эффективность: не меняя место ловли, но постоянно прикармливая 
    рыбу, можно достичь значительного улова. В большинстве случаев (кроме пикерной ловли), не придется 
    постоянно держать удочку в руке, лучше использовать подставку. Кроме этого, используя специальные крючки, 
    можно не подсекать рыбу: она будет на крючке, нужно только аккуратно подвести ее к берегу или подсаке. 
    Лучшие фидеры с доставкой от Fishing ROI, в нашем интернет магазине можно приобрести недорогие фидерные 
    удочки. Магазин fishingroi.ua доставит товар в любую точку Украины. Выбирайте условия и оператора – мы 
    позаботимся, чтобы вы получили покупку как можно быстрее! Ни хвоста, ни чешуи!
    </div>
<?php
get_footer();